//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d intentos de passcode fallidos";
"%d Failed Password Attempts" = "%d intentos de contraseña fallidos";

"1 Failed Passcode Attempt" = "1 intento de passcode fallido";
"1 Failed Password Attempt" = "1 intento de contraseña fallido";

"Do you want to use Touch ID for authentication?" = "¿Quiere usar Touch ID para autenticarse?";

"Done" = "Hecho";

"Enable Touch ID" = "Activar Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Introduzca un passcode diferente. No se puede reutilizar el mismo passcode.";
"Enter a different password. Cannot re-use the same password." = "Introduzca una contraseña diferente. No se puede reutilizar la misma contraseña.";

"Enter a passcode" = "Introduzca un passcode";
"Enter a password" = "Introduzca una contraseña";

"Enter your new passcode" = "Introduzca su nuevo passcode";
"Enter your new password" = "Introduzca su nueva contraseña";

"Enter your old passcode" = "Introduzca su passcode antiguo";
"Enter your old password" = "Introduzca su contraseña antigua";

"Enter your passcode" = "Introduzca su passcode";
"Enter your password" = "Introduzca su contraseña";

"Invalid Passcode" = "Passcode no válido";
"Invalid Password" = "Contraseña inválida";

"Passcodes did not match.\nTry again." = "Los passcodes no coinciden.\nVuelva a intentarlo.";
"Password did not match.\nTry again." = "La contraseña no coincide.\nVuelva a intentarlo.";

"Re-enter your passcode" = "Vuelva a introducir su passcode";
"Re-enter your password" = "Vuelva a introducir su contraseña";

"Try again in %d minutes" = "Vuelva a intentarlo dentro de %d minutos.";

"Try again in 1 minute" = "Vuelva a intentarlo en 1 minuto.";
